{
  "testimonials": [
    {
      "name": "Sarah Johnson",
      "role": "Parent of 8th Grader",
      "content": "GrowWise has transformed my daughter's approach to math. The personalized attention and engaging teaching methods have boosted her confidence tremendously. She went from struggling with algebra to excelling in advanced math concepts.",
      "rating": 5,
      "image": "https://images.unsplash.com/photo-1494790108755-2616b612b786?w=150&h=150&fit=crop&crop=face"
    },
    {
      "name": "Michael Chen",
      "role": "Parent of 6th Grader",
      "content": "The STEAM programs at GrowWise are incredible! My son loves the coding classes and has already created his first game. The instructors are patient and make complex concepts easy to understand. Highly recommended!",
      "rating": 5,
      "image": "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?w=150&h=150&fit=crop&crop=face"
    },
    {
      "name": "Emily Rodriguez",
      "role": "Parent of 10th Grader",
      "content": "The SAT prep program exceeded our expectations. My daughter improved her score by 200 points! The structured approach and regular practice tests gave her the confidence she needed. Thank you, GrowWise!",
      "rating": 5,
      "image": "https://images.unsplash.com/photo-1438761681033-6461ffad8d80?w=150&h=150&fit=crop&crop=face"
    },
    {
      "name": "David Thompson",
      "role": "Parent of 4th Grader",
      "content": "The one-on-one tutoring has been a game-changer for my son. He was falling behind in reading, but now he's reading above grade level. The teachers truly care about each student's success.",
      "rating": 5,
      "image": "https://images.unsplash.com/photo-1472099645785-5658abf4ff4e?w=150&h=150&fit=crop&crop=face"
    },
    {
      "name": "Lisa Wang",
      "role": "Parent of 7th Grader",
      "content": "We've tried several tutoring centers, but GrowWise stands out for their comprehensive approach. They don't just teach subjects; they build confidence and critical thinking skills. My daughter loves coming here!",
      "rating": 5,
      "image": "https://images.unsplash.com/photo-1544005313-94ddf0286df2?w=150&h=150&fit=crop&crop=face"
    },
    {
      "name": "Robert Martinez",
      "role": "Parent of 9th Grader",
      "content": "The writing lab program has been fantastic for my son. His essay writing skills have improved dramatically, and he's now more confident in expressing his ideas. The teachers provide excellent feedback.",
      "rating": 5,
      "image": "https://images.unsplash.com/photo-1500648767791-00dcc994a43e?w=150&h=150&fit=crop&crop=face"
    },
    {
      "name": "Jennifer Lee",
      "role": "Parent of 5th Grader",
      "content": "GrowWise's approach to learning is simply amazing. My daughter was struggling with math anxiety, but the supportive environment and creative teaching methods have helped her overcome her fears. She now looks forward to math class!",
      "rating": 5,
      "image": "https://images.unsplash.com/photo-1534528741775-53994a69daeb?w=150&h=150&fit=crop&crop=face"
    },
    {
      "name": "James Wilson",
      "role": "Parent of 11th Grader",
      "content": "The college prep program at GrowWise is outstanding. The counselors helped my son identify his strengths and choose the right college path. The personalized guidance made all the difference in his applications.",
      "rating": 5,
      "image": "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?w=150&h=150&fit=crop&crop=face"
    },
    {
      "name": "Alex Chen",
      "role": "Student",
      "content": "I've been attending GrowWise for two years now, and it has completely transformed my understanding of mathematics. The teachers are patient and explain concepts in ways that actually make sense. My grades have improved significantly!",
      "rating": 5,
      "image": "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?w=150&h=150&fit=crop&crop=face"
    },
    {
      "name": "Maya Patel",
      "role": "Student",
      "content": "The coding classes at GrowWise are incredible! I've learned so much about programming and even created my first website. The instructors make complex topics easy to understand. I'm excited to pursue computer science in college!",
      "rating": 5,
      "image": "https://images.unsplash.com/photo-1494790108755-2616b612b786?w=150&h=150&fit=crop&crop=face"
    }
  ],
  "metadata": {
    "source": "default",
    "lastUpdated": "2024-01-15T10:30:00.000Z",
    "count": 10
  }
}
